[Lang]
; Tagging Left
Title=제목
Artist=아티스트
Album=앨범
Year=제작년도
Track=트랙
Genre=장르
Comment=설명
AlbumArtist=앨범 아티스트
Composer=작곡가
DiscNum=디스크 번호
AlbumArt=앨범 아트
Directory=디렉토리
Publisher=제작사

; Image Change
ImageChange=이미지 변경
ImageDelete=이미지 삭제

; Tagging Header
FileName=파일 명
Path=경로
Tag=태그
Codec=코덱
Bitrate=비트레이트
Length=길이
Fixed=수정 됨
Channel=채널

; Tagging MainPage
TagDragDrop=음악 파일을 드롭 해주세요.

; Tagging Button
TagAllSave=일괄 저장
TagGetInfo=태그 정보 가져오기

;;;;
; TagInfo 1
MusicBrainzSearch=MusicBrainz 검색
VGMDBSearch=VGMDB.Net 검색

; MusicBrainzSearch
SelectInfoAlbum=앨범 정보 선택
Score=점수
Barcode=바코드
Format=포맷
Country=국가
ManualSearch=수동 검색
OK=확인
Cancel=취소

ImageNone=이미지 정보가 없음

; VgmDB
Lang=언어
Identifier=고유 번호

; TagAllSave
TASYes=Yes (Y)
TASNO=No (N)
TASCancel=Cancel (C)
TASCheck=전체 내용이 저장됩니다. 저장하시겠습니까?

; CheckTagging
AlbumInfo=앨범 정보
ExtensionInfo=추가 정보
TrackInfo=트랙 정보
MyFile=변경할 파일
UpMove=위로 이동
DownMove=아래로 이동
ExtenName=이름
ExtenValue=값
English=영어
Romjai=로마자
Japanese=일본어

; ConvPage
ConvExt=변환할 확장자
Conv320Kb=MP3 320Kb
Conv256Kb=MP3 256Kb
Conv128Kb=MP3 128Kb
ConvFlac=FFMpeg
ConvUser=Lame
ConvFileOpen=파일 열기
ConvExecute=변환 시작
ConvDragDrop=변환할 음원 파일을 드롭 해주세요.

; LameMode
LameExternalPath=외부 인코더 위치 (Lame)
LameEncoding=인코더 값
LameCodeTest=코드 테스트
LameCancel=취소
LameSave=저장

; ConvertStatus
ConvStatusAllProgress=전체 진행 률
ConvStatusClose=창 닫기

; Cue Split
CueDragDrop=분리할 CUE 파일을 드롭 해주세요.
CueFileOpen=Cue 파일 열기
CueFileSplitExecute=Cue 파일 분리
CueAlbum=앨범 명 : 
CueBarcode=바코드 : 
CueAverage=평균 바이트 : 
CueGenre=장르 : 
CueSongLength=곡의 길이
CueIndexLength=인덱스 길이
CueMin=분
CueSecond=초
CueMiliSecond=ms

; Auto Mode
AutoDragDrop=Cue파일 또는 음악 파일을 넣어주세요.
AutoCueSplit=Cue 분리
AutoCodecConvert=코덱 변환
AutoTag=자동 태깅
AutoExecute=작업 시작

; Auto Mode Status
AutoCueSplit=Cue 분리
AutoCueTag=Cue 분리 된 파일 태깅
AutoAudioConv=음악 파일 컨버팅
AutoAudioTag=컨버팅된 파일 태깅
AutoTag=태깅
AutoComplete=모든 작업 완료

; Setting
CacheSize=캐시 파일 용량 : 
LangOther=다른 언어
ProgramLang=프로그램 언어 목록
CacheRemove=캐시 삭제

CueSplitSetting=CUE 분리 설정
CueFormatType=분리시 저장될 파일명 형식
SettingAlbumArtist=앨범 아티스트
SettingTrackArtist=트랙 아티스트
SettingTrackName=트랙명 (트랙제목)
SettingTrackNum=트랙순서
SettingAlbumName=앨범 이름
SettingTrackYear=출시 년도
SettingFileName=파일 이름

SettingTagSaveFormat=태그 저장 설정
SettingTagSaveFileFormat=태그 저장시 파일명 형식
SettingCueFileNameChnage=Cue파일 이름 변경

AutoModeSetting=자동 모드 설정
CueSplitFolder=Cue 분리한 파일이 저장될 폴더명
ConvFolder=코덱으로 변환시 저장될 폴더명

; Notifier
ConvSuccess=성공적으로 변환을 하였습니다.
ConvFail=변환을 하는데 실패 하였습니다.
CueSuccess=성공적으로 분리를 하였습니다.
CueFail=분리를 하는데 실패 하였습니다.
AutoFail=설정을 다시 확인 해주세요.
AutoSuccess=모든 작업을 성공적으로 하였습니다.
TagSuccess=작업을 처리하였습니다.
TagFail=취소 하셨습니다.

; Large Title
CueSplit=큐 분리
Tagging=태그
Mp3Conv=MP3 변환
AutoMode=자동 모드
Setting=설정
